Repository: KobernykYura/SNIL
Catalog: SnilAcademicDepartment/SnilAcademicDepartment/Resources/Resource.*.resx
Languages: de

# Address
source: Address: Kurchatova str 1, 220180, Minsk, Republic of Belarus.
de: Kurchatova 1, 220180, Minsk, Republik Belarus.

# ChooseLang
source: Choose the Language
de: Wählen Sie die Sprache

# Collaboration
source: International cooperation
de: Internationale Zusammenarbeit

# CollaborationIntro
source: Our student science laboratory maintains close contacts with leading foreign scientific laboratories and universities. Among them are the Luxembourg Institute of Health (LiH), the European Molecular Biological Laboratory (EMBL) and others.
de: Unser studentisches Wissenschaftslabor unterhält enge Kontakte zu führenden ausländischen wissenschaftlichen Labors und Universitäten. Darunter befinden sich das Luxemburger Institut für Gesundheit (LiH), das Europäische Molekularbiologische Labor (EMBL) und andere.

source: Contacts
de: Kontakte

source: Contacts form
de: Kontaktformular

# ContactsShortDescription
source: Contacts with the heads of the department, the administration. Familiarize yourself with the location of the laboratory, the shortest way on foot, on public, personal transport. You can leave a text message on the page.
de: Kontakte mit den Leitern der Abteilung, der Verwaltung. Machen Sie sich mit dem Standort des Labors, dem kürzesten Weg zu Fuß, mit öffentlichen Verkehrsmitteln vertraut. Sie können eine Textnachricht auf der Seite hinterlassen.

# CultureName
source: English
de: Deutsch

# CVInto
source: Here you can get acquainted with the library of resumes of graduates of our faculty
de: Hier können Sie die Lebenslaufbibliothek der Absolventen unserer Fakultät kennenlernen

# Download
source: Download document...
de: Dokument herunterladen ...

source: Education
de: Unterricht

# EducationShortDescription
source: Educational process of students, lesson plans, seminars, Quick Learning. Here you can find the description of the educational process, get acquainted with the current teachers and feedback on the work of the teaching staff of the laboratory and the Department of System Analysis and Computer Modeling.
de: Lernprozess von Studenten, Unterrichtspläne, Seminare, Quick Learning. Hier finden Sie die Beschreibung des Bildungsprozesses, lernen Sie die aktuellen Lehrer kennen und nehmen Sie Feedback zu den Arbeiten der Lehrkräfte des Labors und der Abteilung für Systemanalyse und Computermodellierung.

# FooterCopyright
source: © Belarusian State University
de: © Belarussische Staatsuniversität

source: History
de: Geschichte

# HistoryShortDescription
source: The history of the creation, the heads of the laboratory and the department, conferences and reports on the years. On this page you can find a detailed description of the presentations at the seminars, PHD, IEEE, reports on the seminars and archival documents.
de: Die Geschichte der Schöpfung, die Leiter des Labors und der Abteilung, Konferenzen und Berichte über die Jahre. Auf dieser Seite finden Sie eine detaillierte Beschreibung der Vorträge zu den Seminaren, PHD, IEEE, Berichte zu den Seminaren und Archivdokumenten.

# LearnMore
source: Read more ...
de: Lesen Sie mehr ...

source: Participants SPMA
de: SPMA-Mitglieder

# PeopleShortDescription
source: Participants of the laboratory, teachers and students of the department. In this section you can get acquainted with the teaching staff of the laboratory and the department, as well as with the most active students and their achievements in teaching and scientific activity. Also you can get acquainted with the best employees of the month.
de: Teilnehmer des Labors, Lehrer und Studenten der Abteilung. In diesem Abschnitt können Sie sich mit den Lehrkräften des Labors und der Abteilung sowie mit den aktivsten Studenten und ihren Leistungen in der Lehre und wissenschaftlichen Tätigkeit vertraut machen. Außerdem können Sie die besten Mitarbeiter des Monats kennenlernen.

# Persons
source: Department staff
de: Mitarbeiter der Abteilung

source: Projects
de: Projekte

# ProjectsIntro
source: Information about scientific projects carried out by the staff of the laboratory and teachers of the department.
de: Informationen über wissenschaftliche Projekte, die von Mitarbeitern des Labors und Lehrern der Abteilung durchgeführt wurden.

# ProjectsShortDescription
source: Projects and achievements of our students. Here you can find a description of projects, ideas and scientific reports of laboratory participants and the Department of System Analysis and Computer Simulation. For the very important result of the studies and further application of the implemented projects.
de: Projekte und Leistungen unserer Studenten. Hier finden Sie eine Beschreibung von Projekten, Ideen und wissenschaftlichen Berichten von Laborteilnehmern und der Abteilung Systemanalyse und Computersimulation. Für das sehr wichtige Ergebnis der Studien und der weiteren Anwendung der durchgeführten Projekte.

source: Seminars
de: Seminare

# Title1
source: Student Resesrch Laboratory
de: Studenforschungslaborator

# Title2
source: Systems Processes Modelling and Analysis
de: Modellierung und Analyse von Systemprozessen

# Welcome
source: Welcome to the Student Resesrch Laboratory "Systems Processes Modelling and Analysis"!
de: Willkommen im Studenforschungslaborator "Modellierung und Analyse von Systemprozessen"!

# About
source: About student science lab
de: Über das studentische Wissenschaftslabor

# ContactsPage
source: Contact page
de: Kontaktseite

# CollaborationPage
source: The department carries out scientific cooperation with a number of foreign scientific organizations, including with: <p> <ul style = "margin-left: 18pt"> <li> EuroPhoton GmbH, Neusalza-Spremberg, Germany (Ska-Kun V. Short-term Internship, July 2018, without arranging for a business trip); <li> University of Marburg, Marburg, Germany (Memorandum of Cooperation, Internship Assistant of the Department Svidritsky AS, advising a graduate student); <li> Ruhr University, Bochum, Germany (scientific research conducted by a postgraduate student of the department Seechnikova A.V.); <li> Center for Microscopy, University of Wageningen, Holland (Memorandum of Cooperation of the Research Center for Microscopy of the University of Wageningen and Department of System Analysis and Computer Simulation); <li> University of Groningen, Holland (joint scientific research on the search for effective treatments for Parkinson's disease, Skakun V.V. short-term internship, April 2018); <li> Laboratory of Spectroscopy and Data Modeling, Faculty of Mathematical Sciences and Technology, Norwegian University of Life Sciences, Os, Norway (joint guidance of post-graduate students Yevgeny Gunko and Darya Dubova, holding a summer school in August 2018) </ ul> </ p> <p> In 2018, 2 postgraduate students (staff of the SNL) and 4 employees of the system analysis and computer modeling department underwent internship abroad: <ul style = "margin-left: 18pt"> <li> Graduate students Evgeny Gunko and Daria Dubova - long-term internship at the Norwegian University of Life Sciences, Oc, Norway (all costs for the project Belanoda, Project No. CPEA-LT-2016/10126); <li> Assistant Daria Dubova - a long-term internship at the Norwegian University of Life Sciences, Oc, Norway (all costs for the project Belanoda, Project No. CPEA-LT-2016/10126); <li> Assistant Arthur Svidritsky - a long-term internship at the University of Marburg, Germany (at the expense of the host country); <li> Head of the department Skakun V.V. - short-term internship at the Norwegian University of Life Sciences, Oc, Norway (all costs for the Belanoda project, Pro-ject No. CPEA-LT-2016/10126); <li> Head of the department Skakun V.V. and Associate Professor Yatskova N.N. - short-term internship at the Norwegian University of Life Sciences, Oc, Norway (all costs for the project Belanoda, Project No. CPEA-LT-2016/10126); </ ul> </ p> <p> Let us give examples of fruitful international cooperation: <ul style = "margin-left: 18pt"> <li> According to the results of joint scientific research with the University of Marburg, Germany, 3 joint scientific articles [1-3] have been published in journals with a high impact factor; <li> The travels of Skakun VV, Yatskova NN, postgraduate students Evgeny Gunko and Darya Dubova to the Norwegian University of Life Sciences were paid for, Os, Norway; <li> As part of the Belanoda project in August 2018, a summer school was held at the Norwegian University of Life Sciences, Os, Norway. From BSU there were 12 undergraduates and 6 graduate students. <li> According to the results of joint research with the Ruhr University, Germany published a scientific article [4] in a journal with a high impact factor; <li> Paid Skakun V.V. to the University of Groningen, Holland. Studies have been carried out on the processes of regulation of the equilibrium of the monomer-dimer of the LRRK2 protein in vivo associated with Parkinson's disease; <li> The joint international project “Multidisciplinary graduate education for the big data analysis for life sciences” (Belanoda, Project No. CPEA-LT-2016/10126), funded by the SIU of Norway foundation, on the training of highly qualified personnel continues and the preparation of a joint interdisciplinary course "Analysis of big data in the tasks of life science" for undergraduates. From the Republic of Belarus, the project involves staff and graduate students of the Department of Systems Analysis and Computer Modeling of the Faculty of Radiophysics and Computer Technologies, the Department of Genetics of the Faculty of Biology and graduate students of the Joint Institute of Informatics Problems of the Academy of Sciences of the Republic of Belarus. On the Norwegian side, the Laboratory of Spectroscopy and Data Modeling at the Faculty of Mathematical Sciences and Technology, Norwegian University of Life Sciences, Oc, Norway; <li> A summer school was held in August 2018 at the Norwegian University of Life Sciences, Oc, Norway. From BSU participated 18 undergraduates and graduate students (25 people in total). The lectures and practical exercises from the Department of Systems Analysis and Computer Modeling were performed by the forces of V. Skakun. and Yatskova N.N. </ ul> </ p>
de: Die Abteilung unterhält wissenschaftliche Kooperationen mit einer Reihe ausländischer wissenschaftlicher Organisationen, darunter mit: <p> <ul style = "margin-left: 18pt"> <li> EuroPhoton GmbH, Neusalza-Spremberg, Deutschland (Ska-Kun V. Kurzzeitpraktikum, Juli 2018, ohne Organisation einer Geschäftsreise); <li> Universität Marburg, Marburg, Deutschland (Memorandum of Cooperation, Praktikumsassistent der Abteilung Svidritsky AS, Beratung eines Doktoranden); <li> Ruhr-Universität Bochum (wissenschaftliche Forschung eines Doktoranden der Abteilung Seechnikova A.V.); <Li> Mikroskopie-Zentrum, Universität Wageningen, Niederlande (Memorandum der Zusammenarbeit, Mikroskopie Research Center der Universität Wageningen und die Abteilung für Systemanalyse und Computersimulation); <Li> Universität Groningen, Niederlande (gemeinsame Forschung wirksame Behandlungen für Parkinson-Krankheit, kurzfristige Ausbildung Skakun VV, April 2018 zu finden); <Li> Spektroskopie-Labor und Datenmodellierung, Institut für Mathematische Wissenschaften und Technologie, Norwegian University of Life Sciences, A, Norwegen (cos-mestrnoe Wirtin Eugene Gun'ko und Daria Oak, eine Sommerschule im August 2018 hält) </ ul> </ p> <p> 2018 absolvierten 2 Doktoranden (Mitarbeiter der SNL) und 4 Mitarbeiter der Abteilung Systemanalyse und Computermodellierung ein Auslandspraktikum: <ul style = "margin-left: 18pt"> <Li> Graduate Studenten und Daria Eugene Gun'ko Dubova - langfristige Ausbildung an der Norwegischen Universität für Life Sciences, Oc, Norwegen (alle Projektkosten Belanoda, Projekt Nr CPEA-LT-2016/10126); <Li> Assistent Daria Dubova - langfristige Ausbildung an der Norwegischen Universität für Life Sciences, Oc, Norwegen (alle Projektkosten Belanoda, Projekt Nr CPEA-LT-2016/10126); <li> Assistent Arthur Svidritsky - ein langjähriges Praktikum an der Universität Marburg (auf Kosten des Gastlandes); <li> Abteilungsleiter Skakun V.V. - kurzfristige Ausbildung von der Norwegischen Universität für Life Sciences, Oc, Norwegen (alle Projektkosten Belanoda, Pro-ject Nr CPEA-LT-2016/10126); <li> Abteilungsleiter Skakun V.V. und Associate Professor Yatskova N.N. - kurzfristige Ausbildung an der Norwegischen Universität für Life Sciences, Oc, Norwegen (alle Projektkosten Belanoda, Projekt Nr CPEA-LT-2016/10126); </ ul> </ p> <p> Nennen wir Beispiele für eine fruchtbare internationale Zusammenarbeit: <ul style = "margin-left: 18pt"> <li> Nach den Ergebnissen gemeinsamer wissenschaftlicher Forschungen mit der Universität Marburg wurden 3 gemeinsame wissenschaftliche Artikel [1-3] in Fachzeitschriften mit hohem Einflussfaktor veröffentlicht. <Li> Skakun Paid Reisen VV Yatskova NN, Absolvent Eugene Gun'ko und Daria Oak in der Norwegischen Universität für Life Sciences, Os, Norwegen; <li> Im Rahmen des Belanoda-Projekts wurde im August 2018 eine Sommerschule an der norwegischen Universität für Lebenswissenschaften in Os, Norwegen, abgehalten. An der BSU waren 12 Studenten und 6 Doktoranden. <li> Nach den Ergebnissen der gemeinsamen Forschung mit der Ruhr-Universität veröffentlichte Deutschland einen wissenschaftlichen Artikel [4] in einer Zeitschrift mit hohem Einflussfaktor. <li> Bezahltes Skakun V.V. an der Universität von Groningen, Holland. Es wurden Studien zu den Prozessen der Regulation des Gleichgewichts des Monomer-Dimers des LRRK2-Proteins in vivo im Zusammenhang mit der Parkinson-Krankheit durchgeführt. <Li> gemeinsames internationales Projekt «Multidisziplinäre Graduierten- und Postgraduiertenausbildung in großer Datenanalyse für Life Sciences» fortzusetzen (Belanoda, Projekt Nr CPEA-LT-2016/10126), gefördert von der norwegischen Stiftung für SIU von Norwegen, für die Herstellung von hochqualifiziertem Personal und die Vorbereitung eines gemeinsamen interdisziplinären Kurses "Analyse von Big Data in den Aufgaben der Lebenswissenschaften" für Studierende. Auf Seiten der Republik Belarus im Projekt uchuvstvuyut Mitarbeiter und Doktoranden der Abteilung Systemanalyse und Computersimulation der Fakultät für Radio-Physik und Computertechnik, Institut für Genetik, Fakultät für Biologie und Absolvent des gemeinsamen Instituts für Informatik Probleme der Akademie der Wissenschaften von Belarus. Auf norwegischer Seite das Labor für Spektroskopie und Datenmodellierung an der Fakultät für Mathematik und Technologie der norwegischen Universität für Lebenswissenschaften, Oc, Norwegen; <li> Im August 2018 fand an der norwegischen Universität für Lebenswissenschaften in Oc, Norwegen, eine Sommerschule statt. An der BSU nahmen 18 Studenten und Doktoranden (insgesamt 25 Personen) teil. Die Vorlesungen und praktischen Übungen der Abteilung Systemanalyse und Computermodellierung wurden von den Kräften von V. Skakun durchgeführt. und Yatskova N.N. </ ul> </ p>
